Revit 2027 API
ParameterTypeId.DimSuffix Property
 "Dimension Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimSuffix { get; }
Public Shared ReadOnly Property DimSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimSuffix {
	ForgeTypeId^ get ();
}
static member DimSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace